[
    {
        "title": "A Invenção da Escrita Cuneiforme na Mesopotâmia",
        "text": "Por volta de 3.500 a.C., os sumérios desenvolveram um dos primeiros sistemas de escrita do mundo, chamado cuneiforme. Usando estiletes em tábuas de argila, eles registraram leis, comércio e histórias. Esse foi um salto gigantesco que marcou o fim da pré-história e o início da história como a conhecemos."
    },
    {
        "title": "A Queda do Império Romano do Ocidente em 476 d.C.",
        "text": "Este evento é tradicionalmente considerado o fim da Antiguidade e o início da Idade Média na Europa. A deposição do último imperador romano, Rômulo Augusto, simbolizou o colapso de uma superpotência que dominou o mundo ocidental por séculos, abrindo caminho para o surgimento de novos reinos e culturas."
    },
    {
        "title": "A Invenção da Prensa Móvel por Gutenberg",
        "text": "Por volta de 1440, Johannes Gutenberg criou a prensa de tipos móveis, uma invenção que revolucionou o mundo. A capacidade de produzir livros em massa, como a Bíblia, permitiu a disseminação rápida de ideias, impulsionando a Renascença, a Reforma Protestante e a Revolução Científica."
    },
    {
        "title": "O Início da Primeira Revolução Industrial",
        "text": "Começando na Grã-Bretanha no final do século XVIII, a Revolução Industrial mudou fundamentalmente a sociedade humana. A invenção de máquinas a vapor e a mecanização da produção transformaram economias agrárias em industriais, criando novas classes sociais e mudando a forma como as pessoas viviam e trabalhavam para sempre."
    },
    {
        "title": "A Chegada do Homem à Lua em 1969",
        "text": "Durante a Corrida Espacial, a missão Apollo 11 da NASA realizou um dos maiores feitos da humanidade. Em 20 de julho de 1969, o astronauta Neil Armstrong se tornou o primeiro ser humano a pisar na Lua, declarando: 'Este é um pequeno passo para um homem, um salto gigante para a humanidade'. Foi um momento que uniu o mundo e expandiu as fronteiras do possível."
    },
    {
        "title": "A Queda do Muro de Berlim em 1989",
        "text": "A queda do Muro de Berlim não apenas reunificou a Alemanha, mas também simbolizou o colapso do comunismo na Europa Oriental e o fim iminente da Guerra Fria. Multidões celebrando e derrubando o muro com as próprias mãos se tornaram um poderoso ícone da liberdade e do fim de uma era de divisão global."
    },
    {
        "title": "A Criação da World Wide Web por Tim Berners-Lee",
        "text": "Em 1989, o cientista britânico Tim Berners-Lee inventou a World Wide Web. Sua visão de um sistema de informação global e de acesso livre transformou radicalmente a comunicação, o comércio, a educação e o entretenimento, conectando o mundo de uma forma que era inimaginável para as gerações anteriores."
    }
]