{
    "aries": [
        "Uma energia contagiante tomará conta de você esta semana. Use-a para iniciar aquele projeto que estava parado!",
        "Cuidado com a impulsividade nas palavras. Pense duas vezes antes de falar para evitar mal-entendidos.",
        "Uma oportunidade inesperada pode surgir no campo profissional. Esteja preparado para agir rápido!",
        "É um bom momento para focar na sua saúde. Que tal começar um novo exercício físico?"
    ],
    "touro": [
        "Sua paciência será recompensada. Algo que você espera há muito tempo está prestes a se concretizar.",
        "Permita-se um momento de conforto e luxo. Você merece um agrado, seja um jantar especial ou um presente para si mesmo.",
        "Fique atento às finanças. Uma boa organização agora pode trazer grandes benefícios no futuro.",
        "Relações familiares pedem um pouco mais de atenção. Uma conversa sincera pode resolver muitas coisas."
    ],
    "gemeos": [
        "Sua mente estará mais afiada do que nunca. É um ótimo período para estudos, leituras e conversas estimulantes.",
        "Novas amizades podem surgir de lugares inesperados. Mantenha a mente e o coração abertos.",
        "Evite se sobrecarregar com muitas tarefas ao mesmo tempo. Foco é a palavra-chave para você esta semana.",
        "Uma pequena viagem ou passeio pode renovar suas energias e trazer novas ideias."
    ],
    "cancer": [
        "Suas emoções estarão à flor da pele. É um momento de grande sensibilidade, perfeito para se conectar com quem você ama.",
        "Confie na sua intuição, ela estará mais aguçada do que o normal e poderá te guiar nas decisões importantes.",
        "Cuidar do seu lar trará uma grande sensação de paz. Organize seu espaço e sinta a energia fluir melhor.",
        "Um amigo antigo pode reaparecer, trazendo boas lembranças e notícias."
    ],
    "leao": [
        "Seu brilho pessoal estará em alta! É o momento perfeito para se destacar e mostrar seus talentos ao mundo.",
        "Seja generoso com elogios e reconhecimento. Espalhar positividade fará com que ela retorne para você em dobro.",
        "Um novo hobby criativo pode despertar uma paixão que você não conhecia. Experimente algo diferente!",
        "Cuidado para não deixar o orgulho atrapalhar uma relação importante. Às vezes, ceder é um ato de força."
    ],
    "virgem": [
        "O foco na organização trará ótimos resultados. Coloque suas tarefas e sua vida em ordem e sentirá um grande alívio.",
        "Sua atenção aos detalhes será notada e apreciada, especialmente no trabalho.",
        "É um bom momento para cuidar da sua saúde e alimentação. Pequenas mudanças podem fazer uma grande diferença.",
        "Não seja tão crítico consigo mesmo. Lembre-se de celebrar suas pequenas vitórias do dia a dia."
    ],
    "libra": [
        "A busca por equilíbrio será o tema da sua semana. Tente harmonizar sua vida profissional e pessoal.",
        "Relacionamentos amorosos e parcerias estarão em foco. O diálogo será a chave para fortalecer os laços.",
        "Sua diplomacia natural ajudará a resolver um conflito que parecia complicado. Use seu dom!",
        "Aprecie a beleza ao seu redor. Uma visita a um museu, um parque ou ouvir uma boa música fará bem à sua alma."
    ],
    "escorpiao": [
        "Uma fase de transformação se inicia. Deixe para trás o que não te serve mais para abrir espaço para o novo.",
        "Sua intensidade estará magnética, atraindo pessoas e situações interessantes. Use seu poder com sabedoria.",
        "Um segredo pode ser revelado, trazendo clareza para uma situação que estava confusa.",
        "Mergulhe fundo em seus sentimentos, mas cuidado para não se afogar neles. O autoconhecimento é a chave."
    ],
    "sagitario": [
        "O desejo por aventura e novos conhecimentos estará mais forte do que nunca. Planeje uma viagem ou comece um novo curso!",
        "Seu otimismo será contagiante e ajudará as pessoas ao seu redor a verem o lado bom da vida.",
        "Seja honesto, mas com gentileza. Suas palavras têm poder e podem machucar se não forem ditas com cuidado.",
        "A sorte está ao seu lado! É um bom momento para arriscar um pouco mais em seus projetos."
    ],
    "capricornio": [
        "Seu foco e determinação no trabalho trarão reconhecimento e podem levar a uma promoção ou bônus.",
        "É hora de colher os frutos do seu esforço. Celebre suas conquistas, por menores que pareçam.",
        "Assumir responsabilidades é sua força, mas não se esqueça de delegar e confiar nos outros também.",
        "Um conselho de alguém mais velho ou experiente pode ser exatamente o que você precisa ouvir agora."
    ],
    "aquario": [
        "Sua originalidade e ideias inovadoras estarão em alta. Compartilhe suas visões com o mundo!",
        "Conectar-se com amigos e grupos que compartilham dos seus ideais trará grande satisfação.",
        "Quebre a rotina! Fazer algo completamente diferente do usual pode ser libertador e inspirador.",
        "Sua preocupação com o coletivo é nobre, mas não se esqueça de cuidar de si mesmo também."
    ],
    "peixes": [
        "Sua imaginação e criatividade estarão transbordando. Use essa energia para a arte, música ou escrita.",
        "Sonhos e intuições podem trazer mensagens importantes. Anote-os ao acordar.",
        "A empatia será sua maior força. Ofereça um ombro amigo a quem precisa, mas proteja sua própria energia.",
        "Permita-se sonhar acordado, mas lembre-se de manter os pés no chão para realizar esses sonhos."
    ]
}