[
    "eu tenho alektorofobia, acabei desenvolvendo depois de algo horrível que me aconteceu num galinheiro",
    "meu sonho é estudar história em uma universidade renomada como MIT, Oxford ou Harvard! :3",
    "para mim, não tem nada mais importante que meus amigos. Eles são a família que eu escolhi!",
    "minha paixão por história na verdade começou com filosofia. !uando descobri que existe uma chance de Sócrates nem mesmo ter existido, fiquei fascinado por história antiga, principalmente pela história e cultura de Atenas!",
    "eu passei quase dois meses em um intercâmbio no Brasil, foi nesse intercâmbio que conheci o João (Ligeiro Engraçado), por acabar ficando hospedado na casa dele. Com ele, aprendi português, matemática, física e química, além disso, ele me ensinou muitas coisas importantes e sou muito grato por isso! A coisa mais importante que ele me ensinou foi que amizades podem ser lindas e repletas de amor e pureza 💝",
    "meu pai se chama Mohan Kumar! Meu sobrenome veio dele :3",
    "minha mãe se chama Aisha Kumar! Foi ideia dela imigrar para o Canadá antes mesmo de eu nascer. Ela é uma pessoa brm cristã, assim como eu :3",
    "eu tenho um tio que morreu de bueiro. Um dia, ele se abaixou pra olhar o bueiro e uma cobra mordeu a cabeça dele... Sinto muita falta do tio Veeram...",
    "minha banda favorita é Skillet! Eu amo a forma em que eles remetem indiretamente ao Senhor, de forma que não apenas pessoas religiosas podem curtir, mas até mesmo completos ateus podem ouvir e interpretar da sua própria forma!",
    "eu fazia natação quando era mais novo. Lembro que aos 8 anos eu ganhei meu primeiro campeonato! Hoje em dia, não costumo mais nada tanto, mas ainda sou um ótimo nadador, ok? >:3",
    "eu tava bem nervoso quando fui pra Bélgica, ainda mais considerando que vim pra cá logo depois de passar dois meses no Brasil sem nem ter visitado meus pais no Canadá. Mas estar aqui tá sendo ótimo pra mim! Sem ofensas pro João, mas o Marco é muito melhor em física do que ele... E ele é também um ótimo professor!",
    "vai fazer um ano desde que vi meus pais pela última vez, sinto muita falta deles... Eles sempre me apoiaram em tudo, principalmente quando quis fazer intercâmbio tão novo assim... Um dia, quero poder retribuir por tudo que eles fizeram por mim",
    "meu ponto fraco é bolo de chocolate ;-; é simplesmente a melhor sobremesa do mundo!",
    "quando eu era criança, queria ser astronaut. Queria explorar o espaço mais do que qualquer coisa!",
    "eu secretamente amo ouvir \"Rap de Anime\" quando tô estressado, realmente me ajuda a relaxar e esquecer de tudo por algum tempo. Ordeeeem e Caaaos 🎶",
    "uma vez eu tentei tocar violão, mas acabei desistindo depois de um tempinho. Eu tenho dedos sensíveis, sabia? ;-;",
    "ás vezes, eu sento de frente pra janela e apenas assisto a chuva cair por horas. Existe algo tão lindo nisso, na natureza, não sei explicar o que...",
    "se eu pudesse morar em qualquer lugar do mundo, acho que eu escolheria o Japão. Eles me chamariam de \"steVe-san\" hehe dattebayo! :3",
    "tô estudando português há um tempo pra conseguir me comunicar com meus amigos do Horário de Verão :3",
    "em 2022 eu criei uma conta no jogo \"League of Legends\". Meu nick lá é ShadowKiller2011#br1, você pode me adicionar se quiser! :3 (sou muito bom, tá?)"
]